{
  "title": "Austin Kleon",
  "link": "https://austinkleon.com",
  "description": "",
  "items": [
    {
      "title": "We’ll see",
      "link": "https://austinkleon.com/2025/05/09/well-see/",
      "pubDate": "Fri, 09 May 2025 21:10:23 +0000",
      "description": "<![CDATA[Today’s letter is titled “We’ll see!” “We’ll see” is the refrain in the Charlie Wilson’s War version of the 2000-year-old Chinese parable about the old man who lost his horse. (Bluey used the same refrain, while Alan Watts used “Maybe.”) It’s a favorite parable of mine and one I think about often. Here’s how Ursula K. [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=39014"
    },
    {
      "title": "Kids ask the darndest questions",
      "link": "https://austinkleon.com/2025/05/09/kids-ask-the-darndest-questions/",
      "pubDate": "Fri, 09 May 2025 19:55:53 +0000",
      "description": "<![CDATA[Tuesday’s newsletter was all about the wild and wonderful questions that kids ask: I really think that the best artists and scientists are grown-ups who somehow manage to retain their ability to ask child-like questions. In Harold Gardner’s Creating Minds, he writes: “I contend that the creator is an individual who manages a most formidable [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=39009"
    },
    {
      "title": "Disintegration",
      "link": "https://austinkleon.com/2025/05/09/disintegration/",
      "pubDate": "Fri, 09 May 2025 19:32:20 +0000",
      "description": "<![CDATA[This poem was inspired by listening to The Cure’s Disintegration at top volume in my studio. I put it at the top of last Friday’s newsletter, “A New Appreciation.”]]>",
      "guid": "https://austinkleon.com/?p=39006"
    },
    {
      "title": "Your next best friend",
      "link": "https://austinkleon.com/2025/04/30/your-next-best-friend/",
      "pubDate": "Wed, 30 Apr 2025 16:45:36 +0000",
      "description": "<![CDATA[Here is an old blackout poem I stuck in Tuesday’s letter, “Your next best friend,” which is about making good friends — with people and books. We spend a lot of our lives as readers on the search for new books. But how many great books are already waiting for us on our shelves? How [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=38987"
    },
    {
      "title": "The Inflatable Man",
      "link": "https://austinkleon.com/2025/04/30/the-inflatable-man/",
      "pubDate": "Wed, 30 Apr 2025 16:42:14 +0000",
      "description": "<![CDATA[“The Inflatable Man” is a metaphor Meghan came up with on one of our morning walks. I thought maybe there was an essay or a newsletter in it, and went looking for them around town. Once I shot this footage, I decided to make a Weird Little Something out of it. I believe we should [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=38983"
    },
    {
      "title": "On reading novels",
      "link": "https://austinkleon.com/2025/04/24/on-reading-novels/",
      "pubDate": "Thu, 24 Apr 2025 22:14:43 +0000",
      "description": "<![CDATA[Tuesday’s newsletter was “on sitting around and reading a novel” for nothing but the pleasure of it: [The feeling] that you’re getting away with something [&#8230;] is really important to the reading experience. Reading should feel a little subversive… because it is! To sit around and read a novel in the year 2025 is an [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=38977"
    },
    {
      "title": "Easter Eggs",
      "link": "https://austinkleon.com/2025/04/24/easter-eggs/",
      "pubDate": "Thu, 24 Apr 2025 22:11:19 +0000",
      "description": "<![CDATA[This Easter I was reminded of this photo I took in east Austin, 2013. (The sign reads: “Don’t make your own easter eggs — ain’t nobody got time for that!“) That’s one kind of Easter egg, but the other is a hidden feature or a message. Not everybody knows this, but I hide Easter eggs [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=38974"
    },
    {
      "title": "Don&#8217;t crush Lamar!",
      "link": "https://austinkleon.com/2025/04/22/dont-crush-lamar/",
      "pubDate": "Tue, 22 Apr 2025 22:43:41 +0000",
      "description": "<![CDATA[Our local school district is considering a plan to move hundreds of students into my son’s middle school, which, like many public schools across America, is underfunded, overcrowded, and already operating well over capacity. If you live in Austin and you have a dog — or a Scottie! — in this fight, please consider dropping [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=38958"
    },
    {
      "title": "Nice News profile",
      "link": "https://austinkleon.com/2025/04/15/nice-news-profile/",
      "pubDate": "Tue, 15 Apr 2025 20:30:35 +0000",
      "description": "<![CDATA[A very nice profile of me over at Nice News covers a bunch of the stuff I practice and preach. “It’s funny. I consider myself a deeply lazy person,” Kleon answered with a laugh when asked how he manages to be so prolific. “And that’s where the discipline comes in.” He said that many people [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=38953"
    },
    {
      "title": "I can’t stop printing",
      "link": "https://austinkleon.com/2025/04/15/i-cant-stop-printing/",
      "pubDate": "Tue, 15 Apr 2025 20:26:15 +0000",
      "description": "<![CDATA[The last few newsletters have shown off how obsessed I’ve become with printmaking — I can’t seem to stop! From “All is not well (but some things are”: “Not everything will be okay but some things will.” Years ago, I saw that phrase on a slide at the end of a Maira Kalman talk. It [&#8230;]]]>",
      "guid": "https://austinkleon.com/?p=38949"
    }
  ]
}